Repository: common-repository/mwa-zoom-meetup
Catalog: languages/MWA_WP_ZOOM-*.po
Languages: hi_in

source: Settings
hi_in: समायोजन

source: Upgrade To Pro
hi_in: प्रो में अपग्रेड

source: MWA ZOOM
hi_in: MWA ज़ूम

source: Token Manager
hi_in: टोकन प्रबंधक

source: Zoom Dashboard
hi_in: MWA ज़ूम डैशबोर्ड

source: Create Meeting
hi_in: मीटिंग बनाएँ

source: Manage Meeting
hi_in: मीटिंग प्रबंधन

source: Add User & List
hi_in: उपयोगकर्ता और सूची जोड़ें

source: GCal Event Manager
hi_in: गूगल पंचांग प्रबंधक

source: All Events
hi_in: सभी कार्यक्रम

source: Tutorial
hi_in: शिक्षण

source: Help
hi_in: मदद

source: For Create Meeting, First create zoom api id and secret key?
hi_in: ज़ूम एपीआई आईडी और गुप्त कुंजी कैसे बनाएं?

source: Click Here
hi_in: यहाँ क्लिक करें

source: Meeting Topic Name
hi_in: मीटिंग विषय नाम

source: Meeting Date
hi_in: मीटिंग की तारीख

source: Time
hi_in: समय

source: Based on 24 Hour Format
hi_in: 24 घंटे के प्रारूप पर आधारित

source: Click here for clock picker
hi_in: क्लॉक पिकर के लिए यहां क्लिक करें

source: Time Zone
hi_in: समय क्षेत्र

source: Duration
hi_in: समयांतराल

source: Max Time = 40 Minute
hi_in: अधिकतम समय = 40 मिनट

source: Minute
hi_in: मिनट

source: Minutes
hi_in: मिनट

source: Meeting Password
hi_in: मीटिंग का पासवर्ड

source: Max. Length = 10
hi_in: लंबाई = 10

source: Meeting Description
hi_in: मीटिंग विवरण

source: Upload Document
hi_in: दस्तावेज़ अपलोड करें

source: The uploaded document will be seen only on the meeting information page.
hi_in: अपलोड किया गया दस्तावेज़ केवल मीटिंग सूचना पृष्ठ पर देखा जाएगा।

source: Meeting Join Before Host
hi_in: मेजबान से पहले बैठक में शामिल हों

source: Allow participants to join the meeting before the host starts the meeting
hi_in: प्रतिभागियों को बैठक शुरू होने से पहले बैठक में शामिल होने की अनुमति दें

source: Join Before Host Time
hi_in: मेजबान से पहले बैठक में शामिल हों

source: If Join Before Host setting off, Then leave this setting
hi_in: अगर जॉइन बिफोर होस्ट सेटिंग ऑफ है, तो इस सेटिंग को छोड़ दें

source: Mute Upon Entry
hi_in: प्रवेश पर म्यूट

source: Mute participants upon entry
hi_in: प्रवेश पर प्रतिभागियों को म्यूट करें

source: Show All Meetings
hi_in: सभी मीटिंग दिखाएं

source: MWA Zoom Dashboard
hi_in: MWA ज़ूम डैशबोर्ड

source: Total Meetings
hi_in: कुल मीटिंग

source: Here we will count the total meetings
hi_in: यहां हम कुल मीटिंग की गिनती करेंगे

source: Today Meetings
hi_in: कुल मीटिंग

source: Here we will count the today meetings
hi_in: यहां हम आज की मीटिंग की गिनती करेंगे

source: Past Meetings
hi_in: पिछली मीटिंग

source: Here we will count the past meetings
hi_in: यहां हम पिछली मीटिंग की गणना करेंगे

source: Registered Meetings
hi_in: दर्ज मीटिंग

source: Here we will count the meetings with the settings of view type - only for registered users
hi_in: यहां हम मीटिंग प्रकारों की सेटिंग्स के साथ - केवल पंजीकृत उपयोगकर्ताओं के लिए गणना करेंगे

source: Anyone can join Meetings
hi_in: मीटिंग्स में कोई भी शामिल हो सकता है

source: Here we will count the meetings with the settings of view type - all users
hi_in: यहां हम मीटिंग्स को व्यू प्रकार की सेटिंग्स के साथ गिनेंगे - सभी उपयोगकर्ता

source: Total Users
hi_in: कुल उपयोगकर्ता

source: Here we will count users which is saved by admin
hi_in: यहां हम उन यूजर्स की गिनती करेंगे जो एडमिन द्वारा सेव किए गए हैं

source: Google Calender
hi_in: गूगल कैलेंडर

source: Google Calendar Event Manager
hi_in: गूगल कैलेंडर ईवेंट प्रबंधक

source: Add Webinar & List
hi_in: उपयोगकर्ता और सूची जोड़ें

source: Meeting ID
hi_in: मीटिंग आईडी

source: Password
hi_in: कुंजिका

source: Topic
hi_in: विषय

source: DateTime
hi_in: दिनांक और समय

source: Shortcode
hi_in: छोटे संकेत

source: View Type
hi_in: प्रकार

source: Mail
hi_in: मेल भेजे

source: Host
hi_in: मेज़बान

source: Join
hi_in: शामिल हों

source: File
hi_in: दस्तावेज़

source: Delete
hi_in: हटाएं

source: Anyone can join
hi_in: मीटिंग्स में कोई भी शामिल हो सकता है

source: Registered Users
hi_in: दर्ज मीटिंग

source: All Users
hi_in: सभी उपयोगकर्ताओं

source: Email Body
hi_in: ईमेल बॉडी

source: User Name
hi_in: उपयोगकर्ता नाम

source: Email
hi_in: ईमेल

source: Send Mail
hi_in: मेल भेजे

source: Sending
hi_in: भेजना

source: Successfully Sent
hi_in: सफलतापूर्वक भेजा

source: Add Token
hi_in: टोकन जोड़ें

source: Manage Token
hi_in: टोकन प्रबंधन

source: How to create zoom api id and secret key?
hi_in: ज़ूम एपीआई आईडी और गुप्त कुंजी कैसे बनाएं?

source: Account Name
hi_in: खाते का नाम

source: Enter User Name of Account
hi_in: खाता का उपयोगकर्ता नाम दर्ज करें

source: Zoom Account Email
hi_in: खाते का नाम

source: Enter Email of Zoom Account
hi_in: खाता का उपयोगकर्ता नाम दर्ज करें

source: Zoom Client ID
hi_in: ज़ूम क्लाइंट आईडी

source: Enter Zoom Client ID
hi_in: ज़ूम क्लाइंट आईडी दर्ज करें

source: Zoom Client Secret Key
hi_in: ज़ूम क्लाइंट सीक्रेट की

source: Enter Zoom Client Secret Key
hi_in: ज़ूम क्लाइंट सीक्रेट कुंजी दर्ज करें

source: Redirect URL ( Save this redirect url into your zoom app )
hi_in: रीडायरेक्ट URL (अपने ज़ूम ऐप में इस रीडायरेक्ट यूआरएल को सहेजें)

source: Copied
hi_in: कॉपी किया गया

source: Copy
hi_in: प्रतिलिपि

source: Save
hi_in: सहेजें

source: S.N
hi_in: क्रमांक

source: Owner
hi_in: मालिक

source: Zoom API ID
hi_in: जूम एपीआई आईडी

source: Zoom Secret Key
hi_in: जूम सीक्रेट की

source: Token
hi_in: टोकन

source: Status
hi_in: स्थिति

source: Edit
hi_in: संपादित करें

source: Generated
hi_in: जनरेट किया गया

source: Edit Information
hi_in: सूचना संपादित करें

source: Active
hi_in: सक्रिय

source: Deactive
hi_in: निष्क्रिय

source: Update
hi_in: अपडेट करें

source: All Premium Features
hi_in: सभी प्रीमियम सुविधाएँ

source: Compatible with WordPress
hi_in: वर्डप्रेस के साथ संगत

source: Provides integration of Zoom on WordPress
hi_in: वर्डप्रेस पर ज़ूम का एकीकरण प्रदान करता है

source: Compatible with Zoom API
hi_in: ज़ूम एपीआई के साथ संगत

source: Has admins area to manage the meetings
hi_in: मीटिंग में शामिल होने के लिए यहां क्लिक करें

source: Display your Zoom meeting & link them on WordPress posts & page using shortcode
hi_in: अपनी ज़ूम मीटिंग प्रदर्शित करें और शोर्ट कोड का उपयोग करके उन्हें वर्डप्रेस पोस्ट और पेज पर लिंक करें

source: Can create schedule meeting & recurring meeting
hi_in: शेड्यूल मीटिंग और आवर्ती मीटिंग बना सकते हैं

source: Export meeting to Google Calendar, Outlook & Yahoo
hi_in: गूगल कैलेंडर, आउटलुक और याहू को निर्यात बैठक

source: Display Zoom meeting with calendar view for admin
hi_in: व्यवस्थापक के लिए कैलेंडर दृश्य के साथ ज़ूम मीटिंग प्रदर्शित करें

source: Display Zoom meeting events with calendar view for admin
hi_in: व्यवस्थापक के लिए कैलेंडर दृश्य के साथ ज़ूम मीटिंग प्रदर्शित करें

source: Display your Zoom meeting using widget
hi_in: विजेट का उपयोग करके अपनी ज़ूम मीटिंग प्रदर्शित करें

source: Display upcoming meeting via countdown timer
hi_in: उलटी गिनती घड़ी के माध्यम से आगामी बैठक प्रदर्शित करें

source: Can save recording of meeting
hi_in: मिलने की रिकॉर्डिंग को बचा सकता है

source: JOIN DIRECTLY VIA WEB BROWSER FROM FRONTEND
hi_in: प्रत्यक्ष रूप से वेब ब्राउज़र से संपर्क करें

source: JOIN meeting on your site via Meetarea feature
hi_in: मिलने का क्षेत्र फ़ीचर के माध्यम से अपनी साइट पर बैठक को शामिल करें

source: Add dynamic page/post url for specific meeting when send mail of meeting details to selected users
hi_in: विशिष्ट मीटिंग के लिए डायनामिक पृष्ठ / पोस्ट url जोड़ें जब चयनित उपयोगकर्ताओं को मीटिंग विवरण का मेल भेजें

source: Add multiple token for meetings For create meeting at same time
hi_in: मीटिंग्स के लिए एकाधिक टोकन जोड़ें एक ही समय में मीटिंग बनाने के लिए

source: Meeting is protected with end to end encryption setting
hi_in: मीटिंग एंड-टू-एंड एन्क्रिप्शन सेटिंग के साथ सुरक्षित है

source: Multiple google account can manage for add meeting to google calendar
hi_in: एकाधिक गूगल खाता गूगल कैलेंडर में जोड़ने की बैठक के लिए प्रबंधन कर सकता है

source: Add meeting to google calendar event
hi_in: गूगल कैलेंडर ईवेंट में मीटिंग जोड़ें

source: Add and manage users for sending mail to send meeting url
hi_in: URL भेजने के लिए मेल भेजने के लिए उपयोगकर्ताओं को जोड़ें और प्रबंधित करें

source: Start Meeting Recording as local or cloud with recording setting
hi_in: रिकॉर्डिंग सेटिंग के साथ स्थानीय या क्लाउड के रूप में रिकॉर्डिंग शुरू करें

source: Add & manage webinar coming soon
hi_in: वेबिनार और वेबिनार का प्रबंधन जल्द आ रहा है

source: Can view all recorded meeting list at your local system
hi_in: अपने स्थानीय सिस्टम पर सभी रिकॉर्ड की गई मीटिंग सूची देख सकते हैं

source: Admin has full control for check the status of live meeting, past meeting, total meeting, registered meetings, purchased meeting & all users using Dashboard MENU
hi_in: व्यवस्थापन का लाइव मीटिंग, पिछली मीटिंग, कुल मीटिंग, पंजीकृत मीटिंग, खरीदी गई मीटिंग और डैशबोर्ड मेन्यू का उपयोग करने वाले सभी उपयोगकर्ताओं की स्थिति की जाँच करने का पूर्ण नियंत्रण है

source: Go Pro
hi_in: प्रीमियम पर जाओ

source: Demo
hi_in: डेमो

source: Documentation
hi_in: समयांतराल

source: Manage Yourself
hi_in: अपने आप प्रबंधित करें

source: User Email
hi_in: उपयोगकर्ता ईमेल

source: Delete All
hi_in: सब हटाएं

source: Video Conferencing - Zoom Meetings
hi_in: वीडियो कॉन्फ्रेंसिंग - ज़ूम मीटिंग

source: Meeting Title
hi_in: मीटिंग का शीर्षक

source: Meeting Title : Show/Hide
hi_in: मीटिंग शीर्षक: दिखाएँ / छिपाएँ

source: Meeting List
hi_in: मीटिंग सूची

source: Meeting Info : Show/Hide
hi_in: मीटिंग जानकारी: दिखाएँ / छिपाएँ

source: No Meeting Found, Please
hi_in: कोई मीटिंग नहीं मिली, कृपया

source: Create First
hi_in: पहले बनाएं

source: Select Meeting from meeting list & click insert button
hi_in: मीटिंग सूची से मीटिंग का चयन करें और सम्मिलित करें बटन पर क्लिक करें

source: Insert Zoom Meeting Shortcode
hi_in: MWA ज़ूम मीटिंग शोर्ट सम्मिलित करें

source: Zoom Meeting Information
hi_in: जूम मीटिंग की जानकारी

source: Label
hi_in: नाम

source: Meeting Info
hi_in: मीटिंग की जानकारी

source: Meeting Topic
hi_in: मीटिंग विषय

source: Date
hi_in: तारीख

source: Join URL
hi_in: URL से जुड़ें

source: Click here to join the meeting URL
hi_in: मीटिंग में शामिल होने के लिए यहां क्लिक करें

source: Join via Web Browser
hi_in: वेब ब्राउज़र के माध्यम से जुड़ें

source: JOIN
hi_in: शामिल हों

source: Document
hi_in: दस्तावेज़

source: Download
hi_in: डाउनलोड

source: For join the meeting please
hi_in: कृपया मीटिंग में शामिल हों

source: Register and join
hi_in: रजिस्टर करें और जुड़ें

source: Meeting
hi_in: मीटिंग

source: Click here to join the meeting
hi_in: मीटिंग में शामिल होने के लिए यहां क्लिक करें

source: https://wordpress.org/plugins/mwa-zoom-meetup/
hi_in: https://wordpress.org/plugins/

source: Video Conferencing - Zoom Meetings is capable to manage Zoom Meetings, Video Conferencing, Schedule Video Conferences and Record meetings directly from WordPress Dashboard
hi_in: प्लगइन ज़ूम डैशिंग्स, वीडियो कॉन्फ्रेंसिंग, वीडियो कॉन्फ्रेंसिंग और वर्डप्रेस डैशबोर्ड से सीधे रिकॉर्ड बैठकों का प्रबंधन करने में सक्षम है

source: https://mywebapp.in/
hi_in: http://mywebapp.in/
